const content = `<p>&emsp;&emsp;今年，北京入选“中国人居环境奖”的4个项目中，“东四南历史街区保护更新公众参与”成为唯一以名城保护和社区营造为主题的获奖项目。</p><br>
<p>&emsp;&emsp;史家胡同45号院：抢救垂花门  老院获新生</p><br>
<p>&emsp;&emsp;“东四南”为何能入选人居环境奖？昨天，记者随同全程参与了“东四南”改造的规划设计师一起深入胡同，边走边看，亲自去感受老胡同居民的新生活。“改善居住环境，并不是说单修房子，或者是单搞文化活动，而是要将两者结合，相互推动。” 北京市城市规划设计研究院规划师赵幸说。</p><br>
<p>&emsp;&emsp;史家胡同45号院：抢救垂花门  老院获新生</p><br>
<p>&emsp;&emsp;史家胡同45号院，曾是天津著名中学木斋中学校长的故居。赵幸最早接触45号院，是在2015年。</p><br>
<p>&emsp;&emsp;2015年时，45号院什么样呢？“一进院儿，有个垂花门，原本应该是个挺漂亮的垂花门，怎么也得是清代左右修建的了。但是因为年久失修，估计上一次修可能还是建国前后的事呢。整个垂花门摇摇欲坠，木料朽得快塌了，顶子也破了，逢下雨必漏。院里的居民从垂花门底下过，出来进去都得紧跑两步，生怕垂花门掉下东西来砸着脑袋。”赵幸说，安全，是院里居民最担心的事。</p><br>
<p>&emsp;&emsp;既然朽成这样，干嘛不修修呢？产权单位来过，看过，最后给出的解决方案是用几根木头棍子把垂花门一支，修完了，凑合着用吧。</p><br>
<p>&emsp;&emsp;赵幸和她的设计团队接手后，第一要务就是修复朽坏的垂花门。“我们最开始的设想肯定是希望能够将垂花门修旧如旧，还用原本的材料来恢复原样。但是，由专业的古建队对垂花门上的每一根木料进行‘透视’检测后，大家遗憾地发现，垂花门确实朽得太厉害，大部分木料已经完全失去了承重的功能，只剩下屈指可数的几块木料还可以再利用。”经过了一年的设计和修复，仅凭着垂花门上原有的石构件和遗留下来的几块老木料，垂花门重新“复活”了，而且和过去老百姓印象中的原貌一模一样。垂花门上拆下来没法再利用的老部件也一点不糟蹋浪费，一件一件被标上名字和简介，摆放在了史家博物馆中进行展览。</p><br>
`;

export default content;